<?php
    $config= [
    'title' => '小猫咪网络', //网站名称
    
    'describition' => '免费图床，三楼图床，芥子图床，小猫咪图床', //网站描述
    
    'keywords' => '免费图床，三楼图床，芥子图床，小猫咪图床', //关键词
    
    'gg' => '小猫咪图床', //公告
    
    'foot' => '©2021 小猫咪网络', //底部
    
    'xiao1' => '下载本程序', //按钮1
    
    'xiao11' => 'https://ximami.lanzoui.com/b001ig23g', //按钮1链接
    
    'xiao2' => '下载本程序', //按钮2
    
    'xiao22' => 'https://ximami.lanzoui.com/b001ig23g', //按钮2链接
    
    'xiao3' => '下载本程序', //按钮3
    
    'xiao33' => 'https://ximami.lanzoui.com/b001ig23g', //按钮3链接
    
    'music' => '0', //音乐
            
    'admin' => '1', //在线管理开关，1为开启，0为关闭
        
    'bq' => 'QlnvvJrkupHnjKsmUVHvvJozNTIyOTM0ODI4', //代码
    
    'web' => '1', //网站状态，1为正常，0为维护，填其他默认为开启
    
    'local' => '1', //本地图床开关，1为开启，0为关闭，填其他默认为开启
    
    'hlx' => '1', //葫芦侠图床开关，1为开启，0为关闭，填其他默认为开启
    
    'jz' => '1', //芥子图床开关，1为开启，0为关闭，填其他默认为开启
    
    'xiaogf' => '1', //小猫咪图床开关，1为开启，0为关闭，填其他默认为开启
    
    'bilibili' => '1', //bilibili图床开关，1为开启，0为关闭，填其他默认为开启
    
    'sougou' => '1', //搜狗图床开关，1为开启，0为关闭，填其他默认为开启
    
    'bj' => '1', //笔迹图床开关，1为开启，0为关闭，填其他默认为开启
    
    'sougou' => '1', //搜狗图床开关，1为开启，0为关闭，填其他默认为开启
    
    'qq' => '1', //QQ图床开关，1为开启，0为关闭，填其他默认为开启
    
    'jd' => '1', //京东图床开关，1为开启，0为关闭，填其他默认为开启
    
    '58' => '1', //58图床开关，1为开启，0为关闭，填其他默认为开启
    
    'bd' => '1', //百度图床开关，1为开启，0为关闭，填其他默认为开启
    
    'tt' => '1' //头条图床开关，1为开启，0为关闭，填其他默认为开启
        ];
/*
    小猫咪图床
    BY：云猫  
    QQ：3522934828
    目前对接了三楼，芥子，本地，以及小猫咪图床～
    接口能实时更新，没那么容易凉，即便全部凉了，还有一个本地呢～对吧
    前台模板随便找的，不喜欢不要喷(*'ε`*)然后随便凑起来的，不用数据库
    后台有点小丑，别骂(⋟﹏⋞)
    有木有bug没钱还不知道耶(*'へ'*)
    源码:https://ximami.lanzoui.com/b001ig23g
    这程序以后更新都会在上面那个蓝奏云里面
    学生党一枚，聊天注意点哦～
    2021.6.4
*/?>